{
  "Hello": "Hello",
  "chat": {
    "Settings": "Settings",
    "Photo Album": "Photo Album",
    "Sign out": "Sign out",
    "Exchange": "Exchange",
    "Would you like to exchange Fish for Chat Points?": "Would you like to exchange Fish for Chat Points?",
    "Confirm": "Confirm",
    "ChatPoints": "ChatPoints:",
    "test": "test"
  },
  "qa": {
    "soul_title": "Soul Identification",
    "soul_desc": "Meowster has prepared soul identification questions for you. Based on your answers, it will find a cat that matches you.",
    "q1": "At a party, <br /> you’re more likely to",
    "q1_a1": "Chat enthusiastically with lots of people and feel energized",
    "q1_a2": "Find a quiet corner to talk with close friends and soon feel like heading home",
    "q2": "When starting a new project, you tend to: ",
    "q2_a1": "Rely on past experiences and proceed step by step",
    "q2_a2": "Envision the big picture and possible future directions before diving into details",
    "q3": "When a friend shares their troubles, you usually",
    "q3_a1": "Help analyze the root of the problem and suggest solutions",
    "q3_a2": "Offer comfort first and express empathy and support",
    "q4": "When planning a trip, you prefer to 　　　　　　",
    "q4_a1": "Arrange the itinerary, hotels, and routes in advance to stay organized",
    "q4_a2": "Just book a flight and go, enjoying the freedom to explore spontaneously",
    "This is your": "This is your",
    "Meet your cat": "Meet your cat",
    "1活泼2高冷3疗愈4好奇": "1活泼2高冷3疗愈4好奇",
    "cat_type1": "Cats",
    "cat_desc1": "",
    "cat_type2": "Aloof Cats",
    "cat_desc2": "Carries their own quiet aura, never needy — yet once they choose you, they’ll be your loyal companion for life.",
    "cat_type3": "Soothing Cats",
    "cat_desc3": "Warm and caring, always offering gentle companionship that gradually brings peace to your heart.",
    "cat_type4": "Curious Cats",
    "cat_desc4": "With a lively spirit and a love for exploration, they roam freely, eyes shining with dreams of the world.",
    "Reserved": "Reserved",
    "Tsundere": "Tsundere",
    "Soothing": "Soothing",
    "Tenderness": "Tenderness",
    "Spirited": "Spirited",
    "Lively": "Lively",
    "test": "test"
  },
  "info": {
    "wynickname": "What’s your nickname?",
    "eynickname": "Enter your nickname",
    "orsone": "Or randomly select one",
    "howold": "How old are you?",
    "wgender": "What’s your gender?",
    "female": "Female",
    "male": "Male"
  }
}
